Repository: kmikiy/SpotMenu
Catalog: SpotMenu/Localizable/*.lproj/Localizable.strings
Languages: id, it, ja, nl, tr

source: Issues
id: Permasalahan
ja: 問題
nl: Problemen
tr: Issue'lar (GitHub)

source: Preferences...
id: Pengaturan...
it: Impostazioni...
ja: 環境設定…
nl: Instellingen...
tr: Tercihler...

source: Check for Updates...
id: Periksa Pembaruan...
it: Controlla aggiornamenti...
ja: アップデートを確認…
nl: Controleer op updates...
tr: Güncellemeleri Kontrol Et...

# Quit
source: Quit SpotMenu
id: Keluar SpotMenu
it: Chiudi SpotMenu
ja: SpotMenuを終了
nl: Afsluiten
tr: SpotMenu'den Çık

source: Now playing
id: Sekarang memainkan
it: In riproduzione
ja: 再生中
nl: Speelt nu
tr: Şimdi çalınıyor

source: Hover over an option for more information.
id: Arahkan mouse di atas opsi untuk membaca penjelasannya.
it: Rimani su un opzione per avere maggiori informazioni.
ja: 詳細については、オプションにカーソルを合わせてください。
nl: Houdt de cursor boven een optie voor meer informatie.
tr: Daha fazla bilgi için imleci bir seçeneğin üzerine götürün.

source: When checked the artist will be shown in the menu bar.
id: Centang sehingga nama artis tertera di bilah menu.
it: Se impostato l' artista verrà mostrato nella barra dei menù.
ja: チェックするとアーティストがメニューバーに表示されます。
nl: Indien aangevinkt wordt de artiest getoond in de menu bar.
tr: İşaretlendiğinde sanatçının adı menü barında görünür.

source: When checked the album name will be shown in the menu bar.
id: Centang sehingga informasi album tertera di bilah menu.
it: Se impostato l' album verrà mostrato nella barra dei menù.
ja: チェックするとアルバムがメニューバーに表示されます。
tr: İşaretlendiğinde albümün adı menü barında görünür.

source: When checked the title will be shown in the menu bar.
id: Centang sehingga judul lagu tertera di bilah menu.
it: Se impostato il titolo della canzone verrà mostrato nella barra dei menù.
ja: チェックするとタイトルがメニューバーに表示されます。
nl: Indien aangevinkt wordt de titel getoond in de menu bar.
tr: İşaretlendiğinde şarkının adı menü barında görünür.

source: When checked the playing icon (♫) will be shown in the menu bar if music is played.
id: Centang sehingga simbol memainkan (♫) tertera di bilah menu selama musik dimainkan.
it: Se impostato l' icona (♫) verrà mostrata nella barra dei menù quando sarà riprodotta una canzone.
ja: チェックすると再生アイコン（♫）がメニューバーに表示されます。
nl: Indien aangevinkt wordt de afspeel Icon (♫) in de menubar getoond als er muziek wordt gespeeld.
tr: İşaretlendiğinde şarkı çaldığı zaman çalıyor simgesi (♫) menü barında görünür.

source: When checked the SpotMenu icon will be shown in the menu bar. Note: If there is no music information to be shown the SpotMenu icon will be visible.
id: Centang sehingga ikon SpotMenu tertera di menu bar. Catatan: Apabila tidak ada informasi musik yang ditampilkan maka ikon SpotMenu akan otomatis muncul.
it: Se impostato l' icona di SpotMenu sarà mostrata nella barra dei menù. Nota: Se non c' é nessuna informazione da mostrate, l' icona di SpotMenu sarà comunque visibile.
ja: チェックするとSpotMenuアイコンがメニューバーに表示されます。 注意： 音楽情報がない場合は、SpotMenuアイコンも表示されます。
nl: Indien aangevinkt wordt het SpotMenu icon in de menubar getoond. Noot: Als er geen muziek informatie kan worden getoond dan is het SpotMenu icon zichtbaar.
tr: İşaretlendiğinde SpotMenu simgesi (♫) menü barında görünür. Not: Eğer gösterilecek bir müzik bilgisi yoksa, SpotMenu simgesi görünür olacaktır.

source: When checked the popover will be fixed to the right corner.
id: Centang sehingga kotak musik keluar dari pojok kanan.
it: Se impostato il popover verrà posto nell' angolo destro.
ja: チェックするとポップオーバーは右隅に固定されます。
nl: Aanvinken om de popover aan de rechter kant te fixeren.
tr: İşaretlendiğinde popover penceresi sağ köşeye sabitlenir.

source: When checked SpotMenu will start automatically at login.
id: Centang sehingga SpotMenu otomatis berjalan pada awal login.
it: Se impostato SpotMenu si avvierà automaticamente dopo il login.
ja: チェックするとSpotMenuはログイン時に自動的に起動します。
nl: Aanvinken om SpotMenu bij het inloggen automatisch op te starten.
tr: İşaretlendiğinde SpotMenu giriş yaptığınızda otomatik olarak açılır.

source: Artist
id: Artis
it: Artista
ja: アーティスト
nl: Artiest
tr: Sanatçı

source: Title
id: Judul
it: Titolo
ja: タイトル
nl: Titel
tr: Şarkı Adı

source: Show playing icon
id: Tampilkan ikon memainkan
it: Mostra icona di riproduzione
ja: 再生アイコンを表示
nl: Afspeel icon tonen
tr: Çalıyor simgesini göster

source: Show title
id: Tampilkan judul
it: Mostra titolo
ja: タイトルを表示
nl: Titel tonen
tr: Şarkı adını göster

source: with ♥ from kmikiy
id: dengan ♥ dari kmikiy
it: con ♥ da kmikiy
nl: van kmiky met ♥
tr: kmikiy'den sevgilerle ♥

source: Show artist
id: Tampilkan artis
it: Mostra artista
ja: アーティストを表示
nl: Artiest tonen
tr: Sanatçıyı göster

source: Preferences
id: Pengaturan
it: Impostazioni
ja: 環境設定
nl: Instellingen
tr: Tercihler

source: General
id: Umum
it: Generali
ja: 通用
nl: Algemeen
tr: Genel

source: Updates
id: Pembaruan
it: Aggiornamenti
ja: アップデート
tr: Güncellemeler

source: Open at login
id: Terbuka saat login
it: Apri al login
ja: ログイン時に起動
nl: Bij het opstarten automatisch openen
tr: Giriş yaptığımda aç

source: Fix popover to the right
id: Geser kotak musik di sebelah kanan
it: Popover bloccato a destra
ja: ポップオーバーを右側に修正
nl: Popover naar rechts fixeren
tr: Popover penceresini sağa sabitle

source: Show SpotMenu icon
id: Munculkan ikon SpotMenu
it: Mostra l' icona di SpotMenu
ja: SpotMenuアイコンを表示
nl: Toon SpotMenu Icon
tr: SpotMenu simgesini göster

source: Automatically check for updates
id: Otomatis periksa pembaruan
it: Controlla automatica degli aggiornamenti
ja: アップデートを自動的に確認する
nl: Automatisch checken voor updates
tr: Güncellemeleri otomatik olarak denetle

source: Automatically download updates
id: Otomatis mengunduh pembaruan
it: Scarica aggiornamenti in automatico
ja: アップデートを自動的にダウンロードする
nl: Updates automatisch downloaden
tr: Güncellemeleri otomatik olarak yükle

source: Check for Updates
id: Periksa Pembaruan
it: Controlla aggiornamenti
ja: アップデートを確認
nl: Controleer op updates
tr: Güncellemeleri denetle

source: Last checked:
id: Terakhir diperiksa:
it: Ultimo controllo:
ja: 最後のチェック：
nl: Voor het laatst gecontroleerd:
tr: Son denetleme:

source: Indicates whether or not to check for updates automatically.
id: Centang jika ingin memperbarui aplikasi secara otomatis.
it: Indica se gli aggiornamenti verranno controllati in automatico o no.
ja: アップデートを自動的に確認するかどうかを示します。
nl: Geeft aan of wel of niet op automatische updates moet worden gecontroleerd
tr: Güncellemelerin otomatik olarak denetlenip denetlenmediğini belirtir.

source: Indicates whether or not updates can be automatically downloaded in the background.
id: Centang jika ingin otomatis mengunduh pembaruan secara otomatis.
it: Indica se gli aggiornamenti verranno scaricati in automatico in background o no.
ja: アップデートをバックグラウンドで自動的にダウンロードできるかどうかを示します。
nl: Geeft aan of updates automatisch op de achtergrond kunnen worden gedownload
tr: Güncellemelerin arkaplanda otomatik olarak indirilip indirilemeyeceğini belirtir.

source: Enable keyboard shortcut
id: Aktifkan jalan pintas papan ketuk
it: Abilita le scorciatoie da tastiera
ja: キーボードショートカットを有効にする
nl: Schakel sneltoetsen in
tr: Klavye kısayolunu etkinleştir

source: Hide text when paused
id: Sembunyikan teks saat musik berhenti
it: Nascondi il testo se in pausa
ja: 一時停止時にテキストを隠す
nl: Tekst verbergen wanneer gepauzeerd
tr: Durdurulduğunda yazıları sakla

source: Omits the current song artist and title from the menu bar when the music is paused.
it: Evita di mostrare titolo e artista della canzone corrente nella barra dei menù quando la canzone é in pausa.
ja: 一時停止ときに現在の曲のアーティストとタイトルをメニューバーから除外します。
nl: Verwijdert de huidige artiest en titel van het nummer uit de menubalk wanneer de muziek wordt gepauzeerd.
tr: Müzik durdurulduğunda çalan şarkı ve sanatçıyı menü barında göstermeyi bırakır.

source: copy
id: salin
it: copia
ja: コピー
nl: kopieer
tr: kopyala

source: copied
id: tersalin
it: copiato
ja: コピーしました
nl: gekopieerd
tr: kopyalandı

source: About
id: Tentang
it: Informazioni
ja: SpotMenuについて
nl: Over
tr: Hakkında

# about-description
source: SpotMenu is free and open source📖. My goal is to keep it this way. I do not want to limit functions, nor annoy users. Unfortunately, I like money💰💵🤑 and would like to live a lavish lifestyle💎. I have included a picture of me from the future (it is NOT photoshopped)🌅. For those who would like to contribute to my wellbeing and fulfilling my destiny I have included several ways to donate that sweet sweet money. Ya boy, kmikiy now accepts several cryptocurrencies. Scroll down for more info ⬇️
id: SpotMenu ini gratis dan open source 📖. Saya ingin tetap menjaga ia tetap demikian. Saya tidak ingin membatasi fungsi, juga tidak ingin mengganggu pengguna dengan iklan. Sayangnya, saya masih butuh uang 💰💵🤑 dan saya suka gaya hidup yang mewah 💎. Saya juga menyertakan foto diri dari masa depan (ini TIDAK diedit photoshop) 🌅. Kepada siapa pun yang ingin berkontribusi pada kesejahteraan saya dan agar tujuan hidup saya tercapai, saya menyerakan beberapa cara berdonasi uang. Sekarang, kmikiy menerima beberapa mata uang kripto. Geser ke bawah untuk info lebih lanjut ⬇️
it: SpotMenu é gratuita e open source📖. Il mio obiettivo é di mantenerla così. Non voglio limitarne le funzionalità, né annoiare l' utente. Sfortunatamente mi piacciono i soldi 💰💵🤑 e mi piacerebbe avere uno stile di vita sfarzoso💎. Ho incluso una foto di me dal futuro (NON è photoshoppata)🌅. Per quelli che vorrebbero contribuire al mio benestare e adempiere al mio destino, ho incluso diverse modalità di donazione del dolcissimo dio denaro. Eh già, kmikiy accetta diverse cryptovalute. Scorri in basso per maggiori informazioni ⬇️
ja: SpotMenuは無料でオープンソースです📖。 私の目標は、このようにアプリを維持することです。 機能を制限したり、ユーザーを困らせたりしたくありません。 残念ながら、私は金💰💵🤑が好きで贅沢な生活💎を送りたいのです。 ここで将来の自分の写真を掲載しています（Photoshopでの処理はしていません）🌅。 私の幸福と運命に貢献したい人たちのために、甘い甘いお金を寄付する方法をいくつか含めました。 皆さん、kmikiyは今いくつかの暗号通貨を受け入れます。 詳細については下にスクロール⬇️してください
nl: SpotMenu is gratis en open source📖. Mijn doel is om het zo te houden. Ik wil de functies niet beperken, noch gebruikers ergeren. Helaas hou ik van geld💰💵🤑 en wil ik een uitbundige levensstijl💎.Ik heb een foto van mij uit de toekomst bijgevoegd (het is NIET gefotoshopt)🌅. Voor degenen die zouden willen bijdragen aan mijn welzijn en het vervullen van mijn bestemming heb ik verschillende manieren opgenomen om dat lieve lieve lieve geld te doneren.Ja jongen, kmikiy accepteert nu verschillende cryptocurrencies.Naar beneden scrollen voor meer info ⬇️
tr: SpotMenu ücretsiz ve açık kaynaklıdır📖. Amacım SpotMenu'yü hep böyle tutmak. Fonksiyonları limitlemeyi ya da kullanıcıları rahatsız etmeyi hiç istemem. Ama maalesef, parayı💰💵🤑 ve lüks bir hayat yaşamayı seviyorum💎. Gelecekten bir fotoğrafımı aşağıda bulabilirsiniz (kesinlikle photoshoplanmış DEĞİLDİR)🌅. Bana hayallerimi gerçekleştirmek için katkıda bulunmak isteyenlerin bağış yapabilmesi için çeşitli bilgiler ekledim. Daha fazla bilgi için aşağı kaydırın. ⬇️

source: Show album title
id: Tunjukkan judul album
it: Mostra il titolo dell' album
ja: アルバムを表示
nl: Toon album titel
tr: Albüm adını göster

source: Display the current song artist and title by pressing ctrl + shift + m.
nl: Geef de huidige artiest en titel van het nummer weer door te drukken op ctrl + shift + m.
