Repository: kmikiy/SpotMenu
Catalog: .history/SpotMenu/Localizable/*.lproj/Localizable_20190812103039.strings
Languages: ru

source: Issues
ru: Проблемы

source: Preferences...
ru: Настройки...

source: Check for Updates...
ru: Проверить обновления...

source: Quit
ru: Выйти

source: Now playing
ru: Сейчас проигрывается

source: Hover over an option for more information.
ru: Наведитесь на опцию для получения дополнительной информации.

source: When checked the artist will be shown in the menu bar.
ru: При отметке информация о исполнителе будет показана в статус-баре.

source: When checked the album name will be shown in the menu bar.
ru: При отметке название альбома будет показано в статус-баре.

source: When checked the title will be shown in the menu bar.
ru: При отметке информация о названии песни будет показана в статус-баре.

source: When checked the playing icon (♫) will be shown in the menu bar if music is played.
ru: При отметке иконка проигрывания (♫) будет показана в статус-баре если проигрывается музыка.

source: When checked the SpotMenu icon will be shown in the menu bar. Note: If there is no music information to be shown the SpotMenu icon will be visible.
ru: При отметке этой опции иконка SpotMenu появится в статус-баре. Примечание: Если никакой информации о проигрывании нет, иконка будет видима.

source: When checked the popover will be fixed to the right corner.
ru: При отметке этой опции будет применен фикс перемещения вправо.

source: When checked SpotMenu will start automatically at login.
ru: При отметке этой опции SpotMenu будет открываться при входе.

source: Artist
ru: Исполнитель

source: Title
ru: Название

source: Show playing icon
ru: Показать иконку проигрывания

source: Show title
ru: Показать название

source: with ♥ from kmikiy
ru: с ♥ от kmikiy

source: Show artist
ru: Показать исполнителя

source: Preferences
ru: Настройки

source: General
ru: Общие

source: Updates
ru: Обновления

source: Open at login
ru: Открывать при входе

source: Fix popover to the right
ru: Фикс перемещения вправо

source: Show SpotMenu icon
ru: Показать иконку SpotMenu

source: Automatically check for updates
ru: Автоматические проверять обновления

source: Automatically download updates
ru: Автоматически скачивать обновления

source: Check for Updates
ru: Проверить обновления

source: Last checked:
ru: Последняя проверка:

source: Indicates whether or not to check for updates automatically.
ru: Указывает, можно ли автоматически проверять наличие обновлений.

source: Indicates whether or not updates can be automatically downloaded in the background.
ru: Указывает, можно ли автоматически загружать обновления в фоновом режиме.

source: Enable keyboard shortcut
ru: Включить быстрые клавиши

source: Display the current song artist and title by pressing ctrl + shift + m.
ru: Отображает текущего исполнителя и название песни при нажатии ctrl + shift + m.

source: Hide text when paused
ru: Спрятать текст во время паузы

source: Omits the current song artist and title from the menu bar when the music is paused.
ru: Прятать весь текст из статус-бара во время паузы.

source: copy
ru: скопировать

source: copied
ru: скопировано

source: About
ru: Информация

source: about-description
ru: SpotMenu is free and open source📖. My goal is to keep it this way. I do not want to limit functions, nor annoy users. Unfortunately, I like money💰💵🤑 and would like to live a lavish lifestyle💎. I have included a picture of me from the future (it is NOT photoshopped)🌅. For those who would like to contribute to my wellbeing and fulfilling my destiny I have included several ways to donate that sweet sweet money. Ya boy, kmikiy now accepts several cryptocurrencies. Scroll down for more info ⬇️

source: Show album title
ru: Показать название альбома
