Repository: kmikiy/SpotMenu
Catalog: .history/SpotMenu/Localizable/*.lproj/Localizable_20190812103402.strings
Languages: pt_br

source: Issues
pt_br: Problemas

source: Preferences...
pt_br: Preferências...

source: Check for Updates...
pt_br: Procurar atualizações...

source: Quit
pt_br: Encerrar o SpotMenu

source: Now playing
pt_br: Reproduzindo

source: Hover over an option for more information.
pt_br: Passe o mouse sobre uma opção para ver mais informações.

source: When checked the artist will be shown in the menu bar.
pt_br: Quando ativado, o Artista será mostrado na barra de menus.

source: When checked the album name will be shown in the menu bar.
pt_br: Quando ativado, o nome do álbum será mostrado na barra de menus.

source: When checked the title will be shown in the menu bar.
pt_br: Quando ativado, o título será mostrado na barra de menus.

source: When checked the playing icon (♫) will be shown in the menu bar if music is played.
pt_br: Quando ativado, o ícone de reprodução (♫) será mostrado na barra de menus, se houver uma música em reprodução.

source: When checked the SpotMenu icon will be shown in the menu bar. Note: If there is no music information to be shown the SpotMenu icon will be visible.
pt_br: Quando ativado, o ícone do SpotMenu será mostrado na barra de menus. Nota: Se não houver informações da música para serem exibidas, o ícone do SpotMenu estará visível.

source: When checked the popover will be fixed to the right corner.
pt_br: Quando ativado, o popover será fixado no canto superior direito.

source: When checked SpotMenu will start automatically at login.
pt_br: Quando ativado, o SpotMenu inicia automaticamente no login.

source: Artist
pt_br: Artista

source: Title
pt_br: Título

source: Show playing icon
pt_br: Mostrar ícone de reprodução

source: Show title
pt_br: Mostrar título

source: with ♥ from kmikiy
pt_br: Com ♥ por kmikiy

source: Show artist
pt_br: Mostrar artista

source: Preferences
pt_br: Preferências

source: General
pt_br: Geral

source: Updates
pt_br: Atualizações

source: Open at login
pt_br: Abrir no login

source: Fix popover to the right
pt_br: Fixar popover à direita

source: Show SpotMenu icon
pt_br: Mostrar ícone do SpotMenu

source: Automatically check for updates
pt_br: Procurar atualizações automaticamente

source: Automatically download updates
pt_br: Transferir atualizações automaticamente

source: Check for Updates
pt_br: Procurar atualizações

source: Last checked:
pt_br: Última procura:

source: Indicates whether or not to check for updates automatically.
pt_br: Indica se deve ou não procurar atualizações automaticamente.

source: Indicates whether or not updates can be automatically downloaded in the background.
pt_br: Indica se as atualizações devem ou não ser transferidas automaticamente em segundo plano.

source: Enable keyboard shortcut
pt_br: Ativar atalhos do teclado

source: Display the current song artist and title by pressing ctrl + shift + m.
pt_br: Mostre a música que esta tocando agora apertando ctrl + shift + m.

source: Hide text when paused
pt_br: Esconder o texto quando pausado

source: Omits the current song artist and title from the menu bar when the music is paused.
pt_br: Esconder o título da música na barra de menus enquanto estiver pausada.

source: copy
pt_br: Copiar

source: copied
pt_br: Copiado

source: About
pt_br: Sobre

source: about-description
pt_br: SpotMenu é grátis e open source 📖. Minha meta é que tudo se mantenha assim. Eu não quero limitar suas funções, ou incomodar os usuários. Infelizmente, eu gosto de la plata 💰💵🤑 e gostaria de viver na suavidade 💎. I Anexei uma foto minha no futuro (Photoshop? nunca nem vi.)🌅. Para aqueles que gostariam de contribuir para meu bem estar e realizar os meus sonhos. Coloquei abaixo algumas formas de você doar seu rico dinheirinho.Então, galera. kmikiy agora aceita vários tipos de criptomoedas. Role abaixo para mais informações⬇️

source: Show album title
pt_br: Mostrar nome do álbum
