Repository: kmikiy/SpotMenu
Catalog: .history/SpotMenu/Localizable/*.lproj/Localizable_20190812103301.strings
Languages: fr

source: Preferences...
fr: Préférences...

source: Check for Updates...
fr: Rechercher des mises à jour...

source: Quit
fr: Quitter SpotMenu

source: Now playing
fr: Lecture en cours

source: Hover over an option for more information.
fr: Passez la souris sur une option pour plus d'informations.

source: When checked the artist will be shown in the menu bar.
fr: Lorsque cette case est cochée, l'artiste s'affiche dans la barre de menus.

source: When checked the album name will be shown in the menu bar.
fr: Lorsque cette case est cochée, l'album s'affiche dans la barre de menus.

source: When checked the title will be shown in the menu bar.
fr: Lorsque cette case est cochée, le titre s'affiche dans la barre de menus.

source: When checked the playing icon (♫) will be shown in the menu bar if music is played.
fr: Lorsque cette case est cochée, l'icône (♫) s'affiche dans la barre de menus si la musique est jouée.

source: When checked the SpotMenu icon will be shown in the menu bar. Note: If there is no music information to be shown the SpotMenu icon will be visible.
fr: Lorsque cette case est cochée, l'icône SpotMenu s'affiche dans la barre de menus. Remarque: Si aucune information musicale ne s'affiche, l'icône SpotMenu est visible.

source: When checked the popover will be fixed to the right corner.
fr: Lorsqu'elle est cochée, la bulle sera fixée dans le coin droit.

source: When checked SpotMenu will start automatically at login.
fr: Lorsque cette case est cochée, SpotMenu démarre automatiquement à la connexion.

source: Artist
fr: Artiste

source: Title
fr: Titre

source: Show playing icon
fr: Afficher l'icône de lecture

source: Show title
fr: Afficher le titre

source: with ♥ from kmikiy
fr: avec ♥ par kmikiy

source: Show artist
fr: Afficher l'artiste

source: Preferences
fr: Préférences

source: General
fr: Général

source: Updates
fr: Mises à jour

source: Open at login
fr: Ouvrir à la connexion

source: Fix popover to the right
fr: Fixer la bulle à droite

source: Show SpotMenu icon
fr: Afficher l'icône de SpotMenu

source: Automatically check for updates
fr: Vérifier automatiquement les mises à jour

source: Automatically download updates
fr: Télécharger automatiquement les mises à jour

source: Check for Updates
fr: Vérifier les mises à jour

source: Last checked:
fr: Dernière vérification:

source: Indicates whether or not to check for updates automatically.
fr: Indique s'il faut ou non vérifier les mises à jour automatiquement.

source: Indicates whether or not updates can be automatically downloaded in the background.
fr: Indique si les mises à jour peuvent être téléchargées automatiquement en arrière-plan.

source: Enable keyboard shortcut
fr: Activer le raccourci clavier

source: Display the current song artist and title by pressing ctrl + shift + m.
fr: Affichez l'artiste et le titre de la chanson en cours en appuyant sur ctrl + shift + m.

source: Hide text when paused
fr: Cacher le texte quand c'est en pause

source: Omits the current song artist and title from the menu bar when the music is paused.
fr: Ignore l'artiste et le titre de la chanson en cours dans la barre de menu lorsque la musique est en pause.

source: copy
fr: copie

source: copied
fr: copié

source: About
fr: À propos

source: about-description
fr: SpotMenu est gratuit et open source📖. Mon but est de le laisser tel quel. Je ne veux ni limiter les fonctions, ni gêner les utilisateurs. Malheureusement, j'aime l'argent💰💵🤑 et je voudrais vivre aisément💎. J'ai inclu une photo de moi dans le futur (ce n'est PAS photoshoppé)🌅. Pour ceux qui voudraient contribuer à mon bien-être et m'aider à accomplir mon destin, j'ai inclus plusieurs façons de faire don de cette belle et douce monnaie. Moi, kmikiy, accepte maintenant plusieurs crypto-monnaies. Faîtes défiler vers le bas pour plus d'informations ⬇️

source: Show album title
fr: Afficher le titre de l'album
